{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "{",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "}",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "[",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": ":",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": ",",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[SOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[SOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      }
    ],
    "special_tokens": {
      "[EOS]": {
        "id": "[EOS]",
        "ids": [
          3
        ],
        "tokens": [
          "[EOS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          4
        ],
        "tokens": [
          "[SEP]"
        ]
      },
      "[SOS]": {
        "id": "[SOS]",
        "ids": [
          2
        ],
        "tokens": [
          "[SOS]"
        ]
      }
    }
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      "[SEP]": 4,
      "{": 5,
      "}": 6,
      "[": 7,
      "]": 8,
      ":": 9,
      ",": 10,
      "\"": 11,
      ".": 12,
      "H": 13,
      "_": 14,
      "a": 15,
      "c": 16,
      "d": 17,
      "e": 18,
      "i": 19,
      "l": 20,
      "m": 21,
      "n": 22,
      "o": 23,
      "p": 24,
      "r": 25,
      "s": 26,
      "t": 27,
      "u": 28,
      "x": 29,
      "Ċ": 30,
      "č": 31,
      "Ġ": 32,
      "ĠĠ": 33,
      "čĊ": 34,
      "Ġ\"": 35,
      "ĠĠĠ": 36,
      "\":": 37,
      "te": 38,
      "ut": 39,
      "Ġ{": 40,
      "\",": 41,
      "put": 42,
      "Ġ}": 43,
      "ĠĠĠĠĠ": 44,
      ".\",": 45,
      "Ha": 46,
      "ac": 47,
      "am": 48,
      "ar": 49,
      "cte": 50,
      "ex": 51,
      "ete": 52,
      "ecte": 53,
      "in": 54,
      "io": 55,
      "lt": 56,
      "op": 57,
      "out": 58,
      "par": 59,
      "pecte": 60,
      "rs": 61,
      "st": 62,
      "tio": 63,
      "xt": 64,
      "Ġ[": 65,
      "Ġ]": 66,
      "text": 67,
      "Ġ{}": 68,
      "Halt": 69,
      "actio": 70,
      "amete": 71,
      "expecte": 72,
      "input": 73,
      "output": 74,
      "paramete": 75,
      "stop": 76,
      "action": 77,
      "expected": 78,
      "parameters": 79
    },
    "merges": [
      "Ġ Ġ",
      "č Ċ",
      "Ġ \"",
      "ĠĠ Ġ",
      "\" :",
      "t e",
      "u t",
      "Ġ {",
      "\" ,",
      "p ut",
      "Ġ }",
      "ĠĠ ĠĠĠ",
      ". \",",
      "H a",
      "a c",
      "a m",
      "a r",
      "c te",
      "e x",
      "e te",
      "e cte",
      "i n",
      "i o",
      "l t",
      "o p",
      "o ut",
      "p ar",
      "p ecte",
      "r s",
      "s t",
      "t io",
      "x t",
      "Ġ [",
      "Ġ ]",
      "te xt",
      "Ġ{ }",
      "Ha lt",
      "ac tio",
      "am ete",
      "ex pecte",
      "in put",
      "out put",
      "par amete",
      "st op",
      "actio n",
      "expecte d",
      "paramete rs"
    ]
  }
}