{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "{",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "}",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "[",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": ":",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": ",",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[SOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[SOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      }
    ],
    "special_tokens": {
      "[EOS]": {
        "id": "[EOS]",
        "ids": [
          3
        ],
        "tokens": [
          "[EOS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          4
        ],
        "tokens": [
          "[SEP]"
        ]
      },
      "[SOS]": {
        "id": "[SOS]",
        "ids": [
          2
        ],
        "tokens": [
          "[SOS]"
        ]
      }
    }
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      "[SEP]": 4,
      "{": 5,
      "}": 6,
      "[": 7,
      "]": 8,
      ":": 9,
      ",": 10,
      "\"": 11,
      "'": 12,
      ".": 13,
      "0": 14,
      "1": 15,
      "2": 16,
      "3": 17,
      "4": 18,
      "5": 19,
      "6": 20,
      "7": 21,
      "8": 22,
      "9": 23,
      "?": 24,
      "A": 25,
      "C": 26,
      "D": 27,
      "E": 28,
      "G": 29,
      "H": 30,
      "I": 31,
      "L": 32,
      "M": 33,
      "N": 34,
      "O": 35,
      "P": 36,
      "R": 37,
      "S": 38,
      "T": 39,
      "U": 40,
      "V": 41,
      "Y": 42,
      "_": 43,
      "a": 44,
      "b": 45,
      "c": 46,
      "d": 47,
      "e": 48,
      "f": 49,
      "g": 50,
      "h": 51,
      "i": 52,
      "k": 53,
      "l": 54,
      "m": 55,
      "n": 56,
      "o": 57,
      "p": 58,
      "r": 59,
      "s": 60,
      "t": 61,
      "u": 62,
      "v": 63,
      "w": 64,
      "x": 65,
      "y": 66,
      "Ċ": 67,
      "č": 68,
      "Ġ": 69,
      "ĠĠ": 70,
      "čĊ": 71,
      "Ġ\"": 72,
      "ĠĠĠ": 73,
      "\":": 74,
      "ĠĠĠĠĠ": 75,
      "te": 76,
      "ut": 77,
      "Ġ{": 78,
      "Ġ}": 79,
      "ra": 80,
      "ac": 81,
      "ti": 82,
      "on": 83,
      "tion": 84,
      "\",": 85,
      "put": 86,
      "le": 87,
      "ce": 88,
      "ĠĠĠĠĠĠĠ": 89,
      "an": 90,
      "ter": 91,
      "me": 92,
      "ration": 93,
      "acce": 94,
      "leration": 95,
      "acceleration": 96,
      "meter": 97,
      "meters": 98,
      "in": 99,
      "cte": 100,
      "ecte": 101,
      "pecte": 102,
      "xpecte": 103,
      "xpected": 104,
      "expected": 105,
      "out": 106,
      "xt": 107,
      "text": 108,
      "input": 109,
      "output": 110,
      "Ġ},": 111,
      "ara": 112,
      "para": 113,
      ".\",": 114,
      "action": 115,
      "parameters": 116,
      "di": 117,
      "Ġ1": 118,
      "st": 119,
      "th": 120,
      "wi": 121,
      "Ġ0": 122,
      "ance": 123,
      "lt": 124,
      "Ġ2": 125,
      "Ġacceleration": 126,
      "Ġwi": 127,
      "Ġwith": 128,
      "gle": 129,
      "angle": 130,
      "Ġra": 131,
      "ans": 132,
      "dians": 133,
      "Ġradians": 134,
      "dist": 135,
      "distance": 136,
      "de": 137,
      "fa": 138,
      "ult": 139,
      "defa": 140,
      "default": 141,
      "bac": 142,
      "back": 143,
      "ft": 144,
      "left": 145,
      "Ġc": 146,
      "ar": 147,
      "war": 148,
      "ward": 149,
      "ri": 150,
      "ve": 151,
      "gh": 152,
      "righ": 153,
      "right": 154,
      "op": 155,
      "ove": 156,
      "se": 157,
      "or": 158,
      "orward": 159,
      "forward": 160,
      "Ġ3": 161,
      "Ġb": 162,
      "Ġ{}": 163,
      "stop": 164,
      "rn": 165,
      "urn": 166,
      "Ġby": 167,
      "Ġ.\",": 168,
      "Turn": 169,
      "Move": 170,
      "Ġcm": 171,
      "Ro": 172,
      "ate": 173,
      "tate": 174,
      "Rotate": 175,
      "Go": 176,
      "nti": 177,
      "Ġce": 178,
      "ntimeters": 179,
      "Ġcentimeters": 180,
      "Ġ4": 181,
      "Ġback": 182,
      "to": 183,
      "Ġth": 184,
      "Ġto": 185,
      "Ġthe": 186,
      "Ġa": 187,
      "ck": 188,
      "lo": 189,
      "wise": 190,
      "ckwise": 191,
      "lockwise": 192,
      "Ġleft": 193,
      "Ġright": 194,
      "ea": 195,
      "Ġbackward": 196,
      "dv": 197,
      "Ġadv": 198,
      "Ġadvance": 199,
      "St": 200,
      "Stop": 201,
      "ou": 202,
      "clockwise": 203,
      "nter": 204,
      "Ġcou": 205,
      "nterclockwise": 206,
      "Ġcounterclockwise": 207,
      "Ha": 208,
      "Halt": 209,
      "re": 210,
      "Ġre": 211,
      "move": 212,
      "Cea": 213,
      "nt": 214,
      "rse": 215,
      "Ġmove": 216,
      "ment": 217,
      "verse": 218,
      "Ġreverse": 219,
      "Cease": 220,
      "Ġmovement": 221,
      "Ġclockwise": 222,
      "Ġforward": 223,
      "hea": 224,
      "Ġahea": 225,
      "Ġahead": 226,
      "Ġ17": 227,
      "Ġ5": 228,
      "Ġ16": 229,
      "Ġ11": 230,
      "Ġ19": 231,
      "Ġ10": 232,
      "Ġ18": 233,
      "Ġ7": 234,
      "Ġ13": 235,
      "Ġ14": 236,
      "Ġ15": 237,
      "Ġ12": 238,
      "Ġ9": 239,
      "Ġ6": 240,
      "Ġ20": 241,
      "Ġ8": 242,
      "Ġ27": 243,
      "Ġ28": 244,
      "12": 245,
      "Ġ42": 246,
      "Ġ37": 247,
      "Ġ45": 248,
      "Ġ39": 249,
      "Ġ35": 250,
      "Ġ46": 251,
      "13": 252,
      "Ġ44": 253,
      "Ġ47": 254,
      "Ġ32": 255,
      "Ġ38": 256,
      "Ġ48": 257,
      "11": 258,
      "Ġ43": 259,
      "Ġ24": 260,
      "Ġ33": 261,
      "Ġ40": 262,
      "Ġ29": 263,
      "Ġ23": 264,
      "Ġ36": 265,
      "Ġ22": 266,
      "Ġ49": 267,
      "Ġ25": 268,
      "19": 269,
      "Ġ26": 270,
      "Ġ34": 271,
      "14": 272,
      "Ġ30": 273,
      "18": 274,
      "17": 275,
      "16": 276,
      "15": 277,
      "98": 278,
      "76": 279,
      "77": 280,
      "87": 281,
      "22": 282,
      "97": 283,
      "85": 284,
      "49": 285,
      "65": 286,
      "54": 287,
      "68": 288,
      "95": 289,
      "53": 290,
      "86": 291,
      "25": 292,
      "33": 293,
      "47": 294,
      "69": 295,
      "44": 296,
      "99": 297,
      "73": 298,
      "83": 299,
      "43": 300,
      "56": 301,
      "35": 302,
      "64": 303,
      "34": 304,
      "37": 305,
      "67": 306,
      "32": 307,
      "59": 308,
      "61": 309,
      "91": 310,
      "29": 311,
      "78": 312,
      "93": 313,
      "75": 314,
      "27": 315,
      "79": 316,
      "55": 317,
      "84": 318,
      "96": 319,
      "48": 320,
      "57": 321,
      "66": 322,
      "41": 323,
      "45": 324,
      "71": 325,
      "74": 326,
      "92": 327,
      "36": 328,
      "88": 329,
      "26": 330,
      "46": 331,
      "38": 332,
      "72": 333,
      "89": 334,
      "94": 335,
      "24": 336,
      "31": 337,
      "39": 338,
      "51": 339,
      "81": 340,
      "21": 341,
      "62": 342,
      "52": 343,
      "58": 344,
      "63": 345,
      "28": 346,
      "82": 347,
      "23": 348,
      "42": 349,
      "02": 350,
      "06": 351,
      "07": 352,
      "01": 353,
      "09": 354,
      "04": 355,
      "08": 356,
      "05": 357,
      "03": 358,
      "10": 359,
      "Ġ50": 360,
      "Ġ55": 361,
      "Ġ114": 362,
      "Ġ102": 363,
      "Ġ75": 364,
      "Ġ441": 365,
      "Ġ333": 366,
      "Ġ472": 367,
      "Ġ271": 368,
      "Ġ197": 369,
      "Ġ134": 370,
      "Ġ155": 371,
      "Ġ396": 372,
      "Ġ408": 373,
      "Ġ326": 374,
      "Ġ299": 375,
      "Ġ90": 376,
      "Ġ96": 377,
      "Ġ370": 378,
      "Ġ246": 379,
      "Ġ176": 380,
      "Ġ115": 381,
      "Ġ100": 382,
      "Ġ135": 383,
      "Ġ274": 384,
      "Ġ420": 385,
      "Ġ394": 386,
      "Ġ468": 387,
      "Ġ366": 388,
      "Ġ268": 389,
      "Ġ179": 390,
      "Ġ161": 391,
      "Ġ189": 392,
      "Ġ282": 393,
      "Ġ287": 394,
      "Ġ338": 395,
      "Ġ238": 396,
      "Ġ499": 397,
      "Ġ53": 398,
      "Ġ194": 399,
      "Ġ101": 400,
      "Ġ185": 401,
      "Ġ275": 402,
      "Ġ451": 403,
      "Ġ456": 404,
      "Ġ465": 405,
      "Ġ475": 406,
      "Ġ387": 407,
      "Ġ330": 408,
      "Ġ188": 409,
      "Ġ128": 410,
      "Ġ207": 411,
      "Ġ276": 412,
      "Ġ455": 413,
      "Ġ397": 414,
      "Ġ460": 415,
      "Ġ367": 416,
      "Ġ419": 417,
      "Ġ165": 418,
      "Ġ83": 419,
      "Ġ422": 420,
      "Ġ233": 421,
      "Ġ169": 422,
      "Ġ116": 423,
      "Ġ195": 424,
      "Ġ76": 425,
      "Ġ139": 426,
      "Ġ288": 427,
      "Ġ399": 428,
      "Ġ489": 429,
      "Ġ292": 430,
      "Ġ229": 431,
      "Ġ491": 432,
      "Ġ307": 433,
      "Ġ54": 434,
      "Ġ196": 435,
      "Ġ105": 436,
      "Ġ143": 437,
      "Ġ63": 438,
      "Ġ352": 439,
      "Ġ357": 440,
      "Ġ448": 441,
      "Ġ325": 442,
      "Ġ328": 443,
      "Ġ382": 444,
      "Ġ434": 445,
      "Ġ252": 446,
      "Ġ269": 447,
      "Ġ77": 448,
      "Ġ145": 449,
      "Ġ277": 450,
      "Ġ283": 451,
      "Ġ285": 452,
      "Ġ479": 453,
      "Ġ485": 454,
      "Ġ438": 455,
      "Ġ400": 456,
      "Ġ251": 457,
      "Ġ316": 458,
      "Ġ173": 459,
      "Ġ166": 460,
      "Ġ167": 461,
      "Ġ71": 462,
      "Ġ72": 463,
      "Ġ140": 464,
      "Ġ122": 465,
      "Ġ87": 466,
      "Ġ373": 467,
      "Ġ350": 468,
      "Ġ463": 469,
      "Ġ449": 470,
      "Ġ389": 471,
      "Ġ232": 472,
      "Ġ360": 473,
      "Ġ345": 474,
      "Ġ349": 475,
      "Ġ218": 476,
      "Ġ67": 477,
      "Ġ86": 478,
      "Ġ270": 479,
      "Ġ281": 480,
      "Ġ427": 481,
      "Ġ377": 482,
      "Ġ454": 483,
      "Ġ457": 484,
      "Ġ467": 485,
      "Ġ469": 486,
      "Ġ383": 487,
      "Ġ435": 488,
      "Ġ331": 489,
      "Ġ500": 490,
      "Ġ317": 491,
      "Ġ181": 492,
      "Ġ187": 493,
      "Ġ95": 494,
      "Ġ66": 495,
      "Ġ273": 496,
      "Ġ424": 497,
      "Ġ378": 498,
      "Ġ359": 499,
      "Ġ440": 500,
      "Ġ447": 501,
      "Ġ385": 502,
      "Ġ388": 503,
      "Ġ245": 504,
      "Ġ294": 505,
      "Ġ221": 506,
      "Ġ226": 507,
      "Ġ262": 508,
      "Ġ213": 509,
      "Ġ412": 510,
      "Ġ113": 511,
      "Ġ193": 512,
      "Ġ106": 513,
      "Ġ108": 514,
      "Ġ73": 515,
      "Ġ79": 516,
      "Ġ93": 517,
      "Ġ205": 518,
      "Ġ426": 519,
      "Ġ379": 520,
      "Ġ320": 521,
      "Ġ381": 522,
      "Ġ482": 523,
      "Ġ430": 524,
      "Ġ405": 525,
      "Ġ298": 526,
      "Ġ340": 527,
      "Ġ217": 528,
      "Ġ414": 529,
      "Ġ160": 530,
      "Ġ168": 531,
      "Ġ107": 532,
      "Ġ375": 533,
      "Ġ443": 534,
      "Ġ321": 535,
      "Ġ431": 536,
      "Ġ433": 537,
      "Ġ248": 538,
      "Ġ409": 539,
      "Ġ293": 540,
      "Ġ231": 541,
      "Ġ368": 542,
      "Ġ259": 543,
      "Ġ219": 544,
      "Ġ216": 545,
      "Ġ313": 546,
      "Ġ319": 547,
      "Ġ164": 548,
      "Ġ110": 549,
      "Ġ104": 550,
      "Ġ147": 551,
      "Ġ152": 552,
      "Ġ154": 553,
      "Ġ278": 554,
      "Ġ372": 555,
      "Ġ351": 556,
      "Ġ478": 557,
      "Ġ323": 558,
      "Ġ481": 559,
      "Ġ487": 560,
      "Ġ437": 561,
      "Ġ361": 562,
      "Ġ492": 563,
      "Ġ266": 564,
      "Ġ212": 565,
      "Ġ31": 566,
      "Ġ41": 567,
      "Ġ410": 568,
      "Ġ174": 569,
      "Ġ178": 570,
      "Ġ127": 571,
      "Ġ202": 572,
      "Ġ203": 573,
      "Ġ81": 574,
      "Ġ289": 575,
      "Ġ374": 576,
      "Ġ450": 577,
      "Ġ453": 578,
      "Ġ398": 579,
      "Ġ354": 580,
      "Ġ445": 581,
      "Ġ484": 582,
      "Ġ488": 583,
      "Ġ230": 584,
      "Ġ223": 585,
      "Ġ267": 586,
      "Ġ343": 587,
      "Ġ315": 588,
      "Ġ172": 589,
      "Ġ191": 590,
      "Ġ148": 591,
      "Ġ156": 592,
      "Ġ157": 593,
      "Ġ91": 594,
      "Ġ97": 595,
      "Ġ82": 596,
      "Ġ89": 597,
      "Ġ284": 598,
      "Ġ423": 599,
      "Ġ428": 600,
      "Ġ476": 601,
      "Ġ483": 602,
      "Ġ240": 603,
      "Ġ243": 604,
      "Ġ404": 605,
      "Ġ255": 606,
      "Ġ314": 607,
      "Ġ415": 608,
      "Ġ52": 609,
      "Ġ59": 610,
      "Ġ190": 611,
      "Ġ180": 612,
      "Ġ74": 613,
      "Ġ158": 614,
      "Ġ62": 615,
      "Ġ69": 616,
      "Ġ208": 617,
      "Ġ471": 618,
      "Ġ339": 619,
      "Ġ406": 620,
      "Ġ496": 621,
      "Ġ497": 622,
      "Ġ304": 623,
      "Ġ215": 624,
      "Ġ318": 625,
      "Ġ310": 626,
      "Ġ417": 627,
      "Ġ117": 628,
      "Ġ192": 629,
      "Ġ85": 630,
      "Ġ272": 631,
      "Ġ421": 632,
      "Ġ473": 633,
      "Ġ247": 634,
      "Ġ249": 635,
      "Ġ407": 636,
      "Ġ296": 637,
      "Ġ222": 638,
      "Ġ253": 639,
      "Ġ260": 640,
      "Ġ300": 641,
      "Ġ211": 642,
      "Ġ312": 643,
      "Ġ416": 644,
      "Ġ170": 645,
      "Ġ175": 646,
      "Ġ118": 647,
      "Ġ184": 648,
      "Ġ61": 649,
      "Ġ68": 650,
      "Ġ286": 651,
      "Ġ466": 652,
      "Ġ322": 653,
      "Ġ324": 654,
      "Ġ241": 655,
      "Ġ239": 656,
      "Ġ342": 657,
      "Ġ57": 658,
      "Ġ198": 659,
      "Ġ141": 660,
      "Ġ65": 661,
      "Ġ425": 662,
      "Ġ429": 663,
      "Ġ458": 664,
      "Ġ393": 665,
      "Ġ353": 666,
      "Ġ356": 667,
      "Ġ470": 668,
      "Ġ498": 669,
      "Ġ120": 670,
      "Ġ92": 671,
      "Ġ206": 672,
      "Ġ88": 673,
      "Ġ392": 674,
      "Ġ395": 675,
      "Ġ355": 676,
      "Ġ358": 677,
      "Ġ477": 678,
      "Ġ380": 679,
      "Ġ432": 680,
      "Ġ244": 681,
      "Ġ335": 682,
      "Ġ365": 683,
      "Ġ220": 684,
      "Ġ490": 685,
      "Ġ495": 686,
      "Ġ250": 687,
      "Ġ341": 688,
      "Ġ301": 689,
      "Ġ411": 690,
      "Ġ162": 691,
      "Ġ186": 692,
      "Ġ136": 693,
      "Ġ149": 694,
      "Ġ150": 695,
      "Ġ125": 696,
      "Ġ126": 697,
      "Ġ60": 698,
      "Ġ280": 699,
      "Ġ327": 700,
      "Ġ486": 701,
      "Ġ439": 702,
      "Ġ291": 703,
      "Ġ261": 704,
      "Ġ263": 705,
      "Ġ51": 706,
      "Ġ78": 707,
      "Ġ132": 708,
      "Ġ151": 709,
      "Ġ121": 710,
      "Ġ94": 711,
      "Ġ209": 712,
      "Ġ391": 713,
      "Ġ464": 714,
      "Ġ474": 715,
      "Ġ242": 716,
      "Ġ363": 717,
      "Ġ364": 718,
      "Ġ224": 719,
      "Ġ258": 720,
      "Ġ347": 721,
      "Ġ210": 722,
      "Ġ119": 723,
      "Ġ80": 724,
      "Ġ376": 725,
      "Ġ452": 726,
      "Ġ442": 727,
      "Ġ384": 728,
      "Ġ480": 729,
      "Ġ228": 730,
      "Ġ257": 731,
      "Ġ311": 732,
      "Ġ413": 733,
      "Ġ133": 734,
      "Ġ144": 735,
      "Ġ390": 736,
      "Ġ403": 737,
      "Ġ297": 738,
      "Ġ236": 739,
      "Ġ225": 740,
      "Ġ348": 741,
      "Ġ418": 742,
      "Ġ56": 743,
      "Ġ182": 744,
      "Ġ70": 745,
      "Ġ159": 746,
      "Ġ444": 747,
      "Ġ337": 748,
      "Ġ234": 749,
      "Ġ237": 750,
      "Ġ362": 751,
      "Ġ369": 752,
      "Ġ344": 753,
      "Ġ302": 754,
      "Ġ305": 755,
      "Ġ177": 756,
      "Ġ142": 757,
      "Ġ200": 758,
      "Ġ461": 759,
      "Ġ332": 760,
      "Ġ334": 761,
      "Ġ401": 762,
      "Ġ254": 763,
      "Ġ306": 764,
      "Ġ308": 765,
      "Ġ309": 766,
      "Ġ111": 767,
      "Ġ112": 768,
      "Ġ199": 769,
      "Ġ131": 770,
      "Ġ137": 771,
      "Ġ153": 772,
      "Ġ98": 773,
      "Ġ64": 774,
      "Ġ204": 775,
      "Ġ371": 776,
      "Ġ462": 777,
      "Ġ295": 778,
      "Ġ493": 779,
      "Ġ256": 780,
      "Ġ264": 781,
      "Ġ58": 782,
      "Ġ163": 783,
      "Ġ130": 784,
      "Ġ138": 785,
      "Ġ84": 786,
      "Ġ279": 787,
      "Ġ459": 788,
      "Ġ346": 789,
      "Ġ124": 790,
      "Ġ201": 791,
      "Ġ402": 792,
      "Ġ494": 793,
      "Ġ21": 794,
      "Ġ103": 795,
      "Ġ446": 796,
      "Ġ386": 797,
      "Ġ436": 798,
      "Ġ235": 799,
      "Ġ109": 800,
      "Ġ123": 801,
      "Ġ329": 802,
      "Ġ290": 803,
      "Ġ265": 804,
      "Ġ183": 805,
      "Ġ336": 806,
      "Ġ214": 807,
      "Ġ171": 808,
      "Ġ99": 809,
      "Ġ146": 810,
      "Ġ129": 811,
      "Ġ227": 812,
      "Ġ303": 813,
      "ĠĠĠĠĠĠĠĠĠ": 814,
      "mm": 815,
      "omm": 816,
      "Ġ'": 817,
      "and": 818,
      "ommand": 819,
      "fl": 820,
      "florward": 821,
      "Ġ[": 822,
      "Ġ]": 823,
      "Command": 824,
      "IN": 825,
      "co": 826,
      "cri": 827,
      "er": 828,
      "ption": 829,
      "ror": 830,
      "scri": 831,
      "turn": 832,
      "wCommand": 833,
      "Ġfa": 834,
      "rawCommand": 835,
      "descri": 836,
      "code": 837,
      "error": 838,
      "Ġfast": 839,
      "description": 840,
      "errors": 841,
      "AL": 842,
      "ID": 843,
      "VAL": 844,
      "INVAL": 845,
      "INVALID": 846,
      ".\"": 847,
      "AM": 848,
      "AR": 849,
      "ER": 850,
      "ET": 851,
      "PAR": 852,
      "ing": 853,
      "AMET": 854,
      "PARAMET": 855,
      "PARAMETER": 856,
      "',": 857,
      "Expected": 858,
      "PE": 859,
      "TY": 860,
      "al": 861,
      "for": 862,
      "ive": 863,
      "nu": 864,
      "ring": 865,
      "ue": 866,
      "val": 867,
      "Ġst": 868,
      "Ġfor": 869,
      "Ġnu": 870,
      "Ġval": 871,
      "ceive": 872,
      "meri": 873,
      "Ġbut": 874,
      "Ġreceive": 875,
      "TYPE": 876,
      "Ġstring": 877,
      "Ġnumeri": 878,
      "Ġvalue": 879,
      "Ġreceived": 880,
      "Ġnumeric": 881,
      "'.": 882,
      "'?": 883,
      "AN": 884,
      "CO": 885,
      "Di": 886,
      "MM": 887,
      "Un": 888,
      "kn": 889,
      "ow": 890,
      "you": 891,
      "Ġme": 892,
      "ĠDi": 893,
      "Ġyou": 894,
      "Ġcommand": 895,
      "'?\"": 896,
      "AND": 897,
      "COMM": 898,
      "Unkn": 899,
      "own": 900,
      "Ġmean": 901,
      "ĠDid": 902,
      "COMMAND": 903,
      "Unknown": 904,
      "is": 905,
      "IS": 906,
      "MIS": 907,
      "SIN": 908,
      "Th": 909,
      "mis": 910,
      "sing": 911,
      "Ġpara": 912,
      "Ġis": 913,
      "Ġmis": 914,
      "MISSIN": 915,
      "The": 916,
      "Ġparameter": 917,
      "Ġmissing": 918,
      "MISSING": 919
    },
    "merges": [
      "Ġ Ġ",
      "č Ċ",
      "Ġ \"",
      "ĠĠ Ġ",
      "\" :",
      "ĠĠ ĠĠĠ",
      "t e",
      "u t",
      "Ġ {",
      "Ġ }",
      "r a",
      "a c",
      "t i",
      "o n",
      "ti on",
      "\" ,",
      "p ut",
      "l e",
      "c e",
      "ĠĠ ĠĠĠĠĠ",
      "a n",
      "te r",
      "m e",
      "ra tion",
      "ac ce",
      "le ration",
      "acce leration",
      "me ter",
      "meter s",
      "i n",
      "c te",
      "e cte",
      "p ecte",
      "x pecte",
      "xpecte d",
      "e xpected",
      "o ut",
      "x t",
      "te xt",
      "in put",
      "out put",
      "Ġ} ,",
      "a ra",
      "p ara",
      ". \",",
      "ac tion",
      "para meters",
      "d i",
      "Ġ 1",
      "s t",
      "t h",
      "w i",
      "Ġ 0",
      "an ce",
      "l t",
      "Ġ 2",
      "Ġ acceleration",
      "Ġ wi",
      "Ġwi th",
      "g le",
      "an gle",
      "Ġ ra",
      "an s",
      "di ans",
      "Ġra dians",
      "di st",
      "dist ance",
      "d e",
      "f a",
      "u lt",
      "de fa",
      "defa ult",
      "b ac",
      "bac k",
      "f t",
      "le ft",
      "Ġ c",
      "a r",
      "w ar",
      "war d",
      "r i",
      "v e",
      "g h",
      "ri gh",
      "righ t",
      "o p",
      "o ve",
      "s e",
      "o r",
      "or ward",
      "f orward",
      "Ġ 3",
      "Ġ b",
      "Ġ{ }",
      "st op",
      "r n",
      "u rn",
      "Ġb y",
      "Ġ .\",",
      "T urn",
      "M ove",
      "Ġc m",
      "R o",
      "a te",
      "t ate",
      "Ro tate",
      "G o",
      "n ti",
      "Ġ ce",
      "nti meters",
      "Ġce ntimeters",
      "Ġ 4",
      "Ġ back",
      "t o",
      "Ġ th",
      "Ġ to",
      "Ġth e",
      "Ġ a",
      "c k",
      "l o",
      "wi se",
      "ck wise",
      "lo ckwise",
      "Ġ left",
      "Ġ right",
      "e a",
      "Ġback ward",
      "d v",
      "Ġa dv",
      "Ġadv ance",
      "S t",
      "St op",
      "o u",
      "c lockwise",
      "n ter",
      "Ġc ou",
      "nter clockwise",
      "Ġcou nterclockwise",
      "H a",
      "Ha lt",
      "r e",
      "Ġ re",
      "m ove",
      "C ea",
      "n t",
      "r se",
      "Ġ move",
      "me nt",
      "ve rse",
      "Ġre verse",
      "Cea se",
      "Ġmove ment",
      "Ġc lockwise",
      "Ġ forward",
      "h ea",
      "Ġa hea",
      "Ġahea d",
      "Ġ1 7",
      "Ġ 5",
      "Ġ1 6",
      "Ġ1 1",
      "Ġ1 9",
      "Ġ1 0",
      "Ġ1 8",
      "Ġ 7",
      "Ġ1 3",
      "Ġ1 4",
      "Ġ1 5",
      "Ġ1 2",
      "Ġ 9",
      "Ġ 6",
      "Ġ2 0",
      "Ġ 8",
      "Ġ2 7",
      "Ġ2 8",
      "1 2",
      "Ġ4 2",
      "Ġ3 7",
      "Ġ4 5",
      "Ġ3 9",
      "Ġ3 5",
      "Ġ4 6",
      "1 3",
      "Ġ4 4",
      "Ġ4 7",
      "Ġ3 2",
      "Ġ3 8",
      "Ġ4 8",
      "1 1",
      "Ġ4 3",
      "Ġ2 4",
      "Ġ3 3",
      "Ġ4 0",
      "Ġ2 9",
      "Ġ2 3",
      "Ġ3 6",
      "Ġ2 2",
      "Ġ4 9",
      "Ġ2 5",
      "1 9",
      "Ġ2 6",
      "Ġ3 4",
      "1 4",
      "Ġ3 0",
      "1 8",
      "1 7",
      "1 6",
      "1 5",
      "9 8",
      "7 6",
      "7 7",
      "8 7",
      "2 2",
      "9 7",
      "8 5",
      "4 9",
      "6 5",
      "5 4",
      "6 8",
      "9 5",
      "5 3",
      "8 6",
      "2 5",
      "3 3",
      "4 7",
      "6 9",
      "4 4",
      "9 9",
      "7 3",
      "8 3",
      "4 3",
      "5 6",
      "3 5",
      "6 4",
      "3 4",
      "3 7",
      "6 7",
      "3 2",
      "5 9",
      "6 1",
      "9 1",
      "2 9",
      "7 8",
      "9 3",
      "7 5",
      "2 7",
      "7 9",
      "5 5",
      "8 4",
      "9 6",
      "4 8",
      "5 7",
      "6 6",
      "4 1",
      "4 5",
      "7 1",
      "7 4",
      "9 2",
      "3 6",
      "8 8",
      "2 6",
      "4 6",
      "3 8",
      "7 2",
      "8 9",
      "9 4",
      "2 4",
      "3 1",
      "3 9",
      "5 1",
      "8 1",
      "2 1",
      "6 2",
      "5 2",
      "5 8",
      "6 3",
      "2 8",
      "8 2",
      "2 3",
      "4 2",
      "0 2",
      "0 6",
      "0 7",
      "0 1",
      "0 9",
      "0 4",
      "0 8",
      "0 5",
      "0 3",
      "1 0",
      "Ġ5 0",
      "Ġ5 5",
      "Ġ11 4",
      "Ġ10 2",
      "Ġ7 5",
      "Ġ44 1",
      "Ġ33 3",
      "Ġ47 2",
      "Ġ27 1",
      "Ġ19 7",
      "Ġ13 4",
      "Ġ15 5",
      "Ġ39 6",
      "Ġ40 8",
      "Ġ32 6",
      "Ġ29 9",
      "Ġ9 0",
      "Ġ9 6",
      "Ġ37 0",
      "Ġ24 6",
      "Ġ17 6",
      "Ġ11 5",
      "Ġ10 0",
      "Ġ13 5",
      "Ġ27 4",
      "Ġ42 0",
      "Ġ39 4",
      "Ġ46 8",
      "Ġ36 6",
      "Ġ26 8",
      "Ġ17 9",
      "Ġ16 1",
      "Ġ18 9",
      "Ġ28 2",
      "Ġ28 7",
      "Ġ33 8",
      "Ġ23 8",
      "Ġ49 9",
      "Ġ5 3",
      "Ġ19 4",
      "Ġ10 1",
      "Ġ18 5",
      "Ġ27 5",
      "Ġ45 1",
      "Ġ45 6",
      "Ġ46 5",
      "Ġ47 5",
      "Ġ38 7",
      "Ġ33 0",
      "Ġ18 8",
      "Ġ12 8",
      "Ġ20 7",
      "Ġ27 6",
      "Ġ45 5",
      "Ġ39 7",
      "Ġ46 0",
      "Ġ36 7",
      "Ġ4 19",
      "Ġ16 5",
      "Ġ8 3",
      "Ġ42 2",
      "Ġ23 3",
      "Ġ16 9",
      "Ġ11 6",
      "Ġ19 5",
      "Ġ7 6",
      "Ġ13 9",
      "Ġ28 8",
      "Ġ39 9",
      "Ġ48 9",
      "Ġ29 2",
      "Ġ22 9",
      "Ġ49 1",
      "Ġ30 7",
      "Ġ5 4",
      "Ġ19 6",
      "Ġ10 5",
      "Ġ14 3",
      "Ġ6 3",
      "Ġ35 2",
      "Ġ35 7",
      "Ġ44 8",
      "Ġ32 5",
      "Ġ32 8",
      "Ġ38 2",
      "Ġ43 4",
      "Ġ25 2",
      "Ġ26 9",
      "Ġ7 7",
      "Ġ14 5",
      "Ġ27 7",
      "Ġ28 3",
      "Ġ28 5",
      "Ġ47 9",
      "Ġ48 5",
      "Ġ43 8",
      "Ġ40 0",
      "Ġ25 1",
      "Ġ3 16",
      "Ġ17 3",
      "Ġ16 6",
      "Ġ16 7",
      "Ġ7 1",
      "Ġ7 2",
      "Ġ14 0",
      "Ġ12 2",
      "Ġ8 7",
      "Ġ37 3",
      "Ġ35 0",
      "Ġ46 3",
      "Ġ44 9",
      "Ġ38 9",
      "Ġ23 2",
      "Ġ36 0",
      "Ġ34 5",
      "Ġ34 9",
      "Ġ2 18",
      "Ġ6 7",
      "Ġ8 6",
      "Ġ27 0",
      "Ġ28 1",
      "Ġ42 7",
      "Ġ37 7",
      "Ġ45 4",
      "Ġ45 7",
      "Ġ46 7",
      "Ġ46 9",
      "Ġ38 3",
      "Ġ43 5",
      "Ġ33 1",
      "Ġ50 0",
      "Ġ3 17",
      "Ġ18 1",
      "Ġ18 7",
      "Ġ9 5",
      "Ġ6 6",
      "Ġ27 3",
      "Ġ42 4",
      "Ġ37 8",
      "Ġ35 9",
      "Ġ44 0",
      "Ġ44 7",
      "Ġ38 5",
      "Ġ38 8",
      "Ġ24 5",
      "Ġ29 4",
      "Ġ22 1",
      "Ġ22 6",
      "Ġ26 2",
      "Ġ2 13",
      "Ġ4 12",
      "Ġ11 3",
      "Ġ19 3",
      "Ġ10 6",
      "Ġ10 8",
      "Ġ7 3",
      "Ġ7 9",
      "Ġ9 3",
      "Ġ20 5",
      "Ġ42 6",
      "Ġ37 9",
      "Ġ32 0",
      "Ġ38 1",
      "Ġ48 2",
      "Ġ43 0",
      "Ġ40 5",
      "Ġ29 8",
      "Ġ34 0",
      "Ġ2 17",
      "Ġ4 14",
      "Ġ16 0",
      "Ġ16 8",
      "Ġ10 7",
      "Ġ37 5",
      "Ġ44 3",
      "Ġ32 1",
      "Ġ43 1",
      "Ġ43 3",
      "Ġ24 8",
      "Ġ40 9",
      "Ġ29 3",
      "Ġ23 1",
      "Ġ36 8",
      "Ġ25 9",
      "Ġ2 19",
      "Ġ2 16",
      "Ġ3 13",
      "Ġ3 19",
      "Ġ16 4",
      "Ġ11 0",
      "Ġ10 4",
      "Ġ14 7",
      "Ġ15 2",
      "Ġ15 4",
      "Ġ27 8",
      "Ġ37 2",
      "Ġ35 1",
      "Ġ47 8",
      "Ġ32 3",
      "Ġ48 1",
      "Ġ48 7",
      "Ġ43 7",
      "Ġ36 1",
      "Ġ49 2",
      "Ġ26 6",
      "Ġ2 12",
      "Ġ3 1",
      "Ġ4 1",
      "Ġ4 10",
      "Ġ17 4",
      "Ġ17 8",
      "Ġ12 7",
      "Ġ20 2",
      "Ġ20 3",
      "Ġ8 1",
      "Ġ28 9",
      "Ġ37 4",
      "Ġ45 0",
      "Ġ45 3",
      "Ġ39 8",
      "Ġ35 4",
      "Ġ44 5",
      "Ġ48 4",
      "Ġ48 8",
      "Ġ23 0",
      "Ġ22 3",
      "Ġ26 7",
      "Ġ34 3",
      "Ġ3 15",
      "Ġ17 2",
      "Ġ19 1",
      "Ġ14 8",
      "Ġ15 6",
      "Ġ15 7",
      "Ġ9 1",
      "Ġ9 7",
      "Ġ8 2",
      "Ġ8 9",
      "Ġ28 4",
      "Ġ42 3",
      "Ġ42 8",
      "Ġ47 6",
      "Ġ48 3",
      "Ġ24 0",
      "Ġ24 3",
      "Ġ40 4",
      "Ġ25 5",
      "Ġ3 14",
      "Ġ4 15",
      "Ġ5 2",
      "Ġ5 9",
      "Ġ19 0",
      "Ġ18 0",
      "Ġ7 4",
      "Ġ15 8",
      "Ġ6 2",
      "Ġ6 9",
      "Ġ20 8",
      "Ġ47 1",
      "Ġ33 9",
      "Ġ40 6",
      "Ġ49 6",
      "Ġ49 7",
      "Ġ30 4",
      "Ġ2 15",
      "Ġ3 18",
      "Ġ3 10",
      "Ġ4 17",
      "Ġ11 7",
      "Ġ19 2",
      "Ġ8 5",
      "Ġ27 2",
      "Ġ42 1",
      "Ġ47 3",
      "Ġ24 7",
      "Ġ24 9",
      "Ġ40 7",
      "Ġ29 6",
      "Ġ22 2",
      "Ġ25 3",
      "Ġ26 0",
      "Ġ30 0",
      "Ġ2 11",
      "Ġ3 12",
      "Ġ4 16",
      "Ġ17 0",
      "Ġ17 5",
      "Ġ11 8",
      "Ġ18 4",
      "Ġ6 1",
      "Ġ6 8",
      "Ġ28 6",
      "Ġ46 6",
      "Ġ32 2",
      "Ġ32 4",
      "Ġ24 1",
      "Ġ23 9",
      "Ġ34 2",
      "Ġ5 7",
      "Ġ19 8",
      "Ġ14 1",
      "Ġ6 5",
      "Ġ42 5",
      "Ġ42 9",
      "Ġ45 8",
      "Ġ39 3",
      "Ġ35 3",
      "Ġ35 6",
      "Ġ47 0",
      "Ġ49 8",
      "Ġ12 0",
      "Ġ9 2",
      "Ġ20 6",
      "Ġ8 8",
      "Ġ39 2",
      "Ġ39 5",
      "Ġ35 5",
      "Ġ35 8",
      "Ġ47 7",
      "Ġ38 0",
      "Ġ43 2",
      "Ġ24 4",
      "Ġ33 5",
      "Ġ36 5",
      "Ġ22 0",
      "Ġ49 0",
      "Ġ49 5",
      "Ġ25 0",
      "Ġ34 1",
      "Ġ30 1",
      "Ġ4 11",
      "Ġ16 2",
      "Ġ18 6",
      "Ġ13 6",
      "Ġ14 9",
      "Ġ15 0",
      "Ġ12 5",
      "Ġ12 6",
      "Ġ6 0",
      "Ġ28 0",
      "Ġ32 7",
      "Ġ48 6",
      "Ġ43 9",
      "Ġ29 1",
      "Ġ26 1",
      "Ġ26 3",
      "Ġ5 1",
      "Ġ7 8",
      "Ġ13 2",
      "Ġ15 1",
      "Ġ12 1",
      "Ġ9 4",
      "Ġ20 9",
      "Ġ39 1",
      "Ġ46 4",
      "Ġ47 4",
      "Ġ24 2",
      "Ġ36 3",
      "Ġ36 4",
      "Ġ22 4",
      "Ġ25 8",
      "Ġ34 7",
      "Ġ2 10",
      "Ġ11 9",
      "Ġ8 0",
      "Ġ37 6",
      "Ġ45 2",
      "Ġ44 2",
      "Ġ38 4",
      "Ġ48 0",
      "Ġ22 8",
      "Ġ25 7",
      "Ġ3 11",
      "Ġ4 13",
      "Ġ13 3",
      "Ġ14 4",
      "Ġ39 0",
      "Ġ40 3",
      "Ġ29 7",
      "Ġ23 6",
      "Ġ22 5",
      "Ġ34 8",
      "Ġ4 18",
      "Ġ5 6",
      "Ġ18 2",
      "Ġ7 0",
      "Ġ15 9",
      "Ġ44 4",
      "Ġ33 7",
      "Ġ23 4",
      "Ġ23 7",
      "Ġ36 2",
      "Ġ36 9",
      "Ġ34 4",
      "Ġ30 2",
      "Ġ30 5",
      "Ġ17 7",
      "Ġ14 2",
      "Ġ20 0",
      "Ġ46 1",
      "Ġ33 2",
      "Ġ33 4",
      "Ġ40 1",
      "Ġ25 4",
      "Ġ30 6",
      "Ġ30 8",
      "Ġ30 9",
      "Ġ11 1",
      "Ġ11 2",
      "Ġ19 9",
      "Ġ13 1",
      "Ġ13 7",
      "Ġ15 3",
      "Ġ9 8",
      "Ġ6 4",
      "Ġ20 4",
      "Ġ37 1",
      "Ġ46 2",
      "Ġ29 5",
      "Ġ49 3",
      "Ġ25 6",
      "Ġ26 4",
      "Ġ5 8",
      "Ġ16 3",
      "Ġ13 0",
      "Ġ13 8",
      "Ġ8 4",
      "Ġ27 9",
      "Ġ45 9",
      "Ġ34 6",
      "Ġ12 4",
      "Ġ20 1",
      "Ġ40 2",
      "Ġ49 4",
      "Ġ2 1",
      "Ġ10 3",
      "Ġ44 6",
      "Ġ38 6",
      "Ġ43 6",
      "Ġ23 5",
      "Ġ10 9",
      "Ġ12 3",
      "Ġ32 9",
      "Ġ29 0",
      "Ġ26 5",
      "Ġ18 3",
      "Ġ33 6",
      "Ġ2 14",
      "Ġ17 1",
      "Ġ9 9",
      "Ġ14 6",
      "Ġ12 9",
      "Ġ22 7",
      "Ġ30 3",
      "ĠĠ ĠĠĠĠĠĠĠ",
      "m m",
      "o mm",
      "Ġ '",
      "an d",
      "omm and",
      "f l",
      "fl orward",
      "Ġ [",
      "Ġ ]",
      "C ommand",
      "I N",
      "c o",
      "c ri",
      "e r",
      "p tion",
      "r or",
      "s cri",
      "t urn",
      "w Command",
      "Ġ fa",
      "ra wCommand",
      "de scri",
      "co de",
      "er ror",
      "Ġfa st",
      "descri ption",
      "error s",
      "A L",
      "I D",
      "V AL",
      "IN VAL",
      "INVAL ID",
      ". \"",
      "A M",
      "A R",
      "E R",
      "E T",
      "P AR",
      "in g",
      "AM ET",
      "PAR AMET",
      "PARAMET ER",
      "' ,",
      "E xpected",
      "P E",
      "T Y",
      "a l",
      "f or",
      "i ve",
      "n u",
      "r ing",
      "u e",
      "v al",
      "Ġ st",
      "Ġ for",
      "Ġ nu",
      "Ġ val",
      "ce ive",
      "me ri",
      "Ġb ut",
      "Ġre ceive",
      "TY PE",
      "Ġst ring",
      "Ġnu meri",
      "Ġval ue",
      "Ġreceive d",
      "Ġnumeri c",
      "' .",
      "' ?",
      "A N",
      "C O",
      "D i",
      "M M",
      "U n",
      "k n",
      "o w",
      "y ou",
      "Ġ me",
      "Ġ Di",
      "Ġ you",
      "Ġc ommand",
      "'? \"",
      "AN D",
      "CO MM",
      "Un kn",
      "ow n",
      "Ġme an",
      "ĠDi d",
      "COMM AND",
      "Unkn own",
      "i s",
      "I S",
      "M IS",
      "S IN",
      "T h",
      "m is",
      "s ing",
      "Ġ para",
      "Ġ is",
      "Ġ mis",
      "MIS SIN",
      "Th e",
      "Ġpara meter",
      "Ġmis sing",
      "MISSIN G"
    ]
  }
}