{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "{",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "}",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "[",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": ":",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": ",",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "\"commandLanguage\"",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "\"errors\"",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "\"commands\"",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "\"parameters\"",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "\"name\"",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 16,
      "content": "\"description\"",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 17,
      "content": "\"distance\"",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 18,
      "content": "\"acceleration\"",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 19,
      "content": "\"angle\"",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 20,
      "content": "\"direction\"",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[SOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[SOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      }
    ],
    "special_tokens": {
      "[EOS]": {
        "id": "[EOS]",
        "ids": [
          3
        ],
        "tokens": [
          "[EOS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          4
        ],
        "tokens": [
          "[SEP]"
        ]
      },
      "[SOS]": {
        "id": "[SOS]",
        "ids": [
          2
        ],
        "tokens": [
          "[SOS]"
        ]
      }
    }
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      "[SEP]": 4,
      "{": 5,
      "}": 6,
      "[": 7,
      "]": 8,
      ":": 9,
      ",": 10,
      "\"commandLanguage\"": 11,
      "\"errors\"": 12,
      "\"commands\"": 13,
      "\"parameters\"": 14,
      "\"name\"": 15,
      "\"description\"": 16,
      "\"distance\"": 17,
      "\"acceleration\"": 18,
      "\"angle\"": 19,
      "\"direction\"": 20,
      "\"": 21,
      "'": 22,
      "(": 23,
      ")": 24,
      ".": 25,
      "/": 26,
      "0": 27,
      "1": 28,
      "2": 29,
      "3": 30,
      "4": 31,
      "5": 32,
      "6": 33,
      "7": 34,
      "8": 35,
      "9": 36,
      "?": 37,
      "A": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "L": 46,
      "M": 47,
      "N": 48,
      "O": 49,
      "P": 50,
      "R": 51,
      "S": 52,
      "T": 53,
      "U": 54,
      "V": 55,
      "X": 56,
      "Y": 57,
      "^": 58,
      "_": 59,
      "a": 60,
      "b": 61,
      "c": 62,
      "d": 63,
      "e": 64,
      "f": 65,
      "g": 66,
      "h": 67,
      "i": 68,
      "k": 69,
      "l": 70,
      "m": 71,
      "n": 72,
      "o": 73,
      "p": 74,
      "q": 75,
      "r": 76,
      "s": 77,
      "t": 78,
      "u": 79,
      "v": 80,
      "w": 81,
      "x": 82,
      "y": 83,
      "z": 84,
      "Ċ": 85,
      "č": 86,
      "Ġ": 87,
      "ĠĠ": 88,
      "čĊ": 89,
      "Ġ\"": 90,
      "ĠĠĠ": 91,
      "\":": 92,
      "er": 93,
      "ti": 94,
      "ce": 95,
      "ĠĠĠĠĠ": 96,
      "ac": 97,
      "on": 98,
      "tion": 99,
      "Ġ{": 100,
      "ut": 101,
      "Ġ}": 102,
      "me": 103,
      "ers": 104,
      "era": 105,
      "acce": 106,
      "lera": 107,
      "accelera": 108,
      "acceleration": 109,
      "te": 110,
      "met": 111,
      "meters": 112,
      "\",": 113,
      "put": 114,
      "ĠĠĠĠĠĠĠ": 115,
      "Ġ1": 116,
      "ra": 117,
      "ef": 118,
      "it": 119,
      "Ġacceleration": 120,
      "Ġw": 121,
      "ith": 122,
      "Ġwith": 123,
      "ve": 124,
      "ove": 125,
      "Ġc": 126,
      "Ġcm": 127,
      "nti": 128,
      "Ġce": 129,
      "ntimeters": 130,
      "Ġcentimeters": 131,
      "Move": 132,
      "ri": 133,
      "gh": 134,
      "righ": 135,
      "right": 136,
      "lef": 137,
      "left": 138,
      "ec": 139,
      "ta": 140,
      "Ġright": 141,
      "Ġleft": 142,
      "Ġ},": 143,
      "in": 144,
      "pec": 145,
      "ted": 146,
      "xpec": 147,
      "xpected": 148,
      "out": 149,
      "pa": 150,
      "expected": 151,
      "xt": 152,
      "text": 153,
      "input": 154,
      "output": 155,
      "para": 156,
      ".\",": 157,
      "parameters": 158,
      "action": 159,
      "ĠMove": 160,
      "Ġ2": 161,
      "Ġ3": 162,
      "St": 163,
      "nce": 164,
      "re": 165,
      "di": 166,
      "Ġ4": 167,
      "Ġb": 168,
      "fe": 169,
      "rafe": 170,
      "Strafe": 171,
      "Go": 172,
      "de": 173,
      "es": 174,
      "deg": 175,
      "rees": 176,
      "degrees": 177,
      "Ġdegrees": 178,
      "sta": 179,
      "dista": 180,
      "distance": 181,
      "lt": 182,
      "Ġ.": 183,
      "ack": 184,
      "ar": 185,
      "war": 186,
      "ward": 187,
      "ĠStrafe": 188,
      "ota": 189,
      "otate": 190,
      "ĠGo": 191,
      "Ġa": 192,
      "ea": 193,
      "Ġback": 194,
      "def": 195,
      "au": 196,
      "defau": 197,
      "default": 198,
      "or": 199,
      "orward": 200,
      "forward": 201,
      "op": 202,
      "rn": 203,
      "urn": 204,
      "Turn": 205,
      "Ġby": 206,
      "Rotate": 207,
      "ĠTurn": 208,
      "ĠRotate": 209,
      "va": 210,
      "dva": 211,
      "Ġadva": 212,
      "Ġadvance": 213,
      "hea": 214,
      "Ġahea": 215,
      "Ġahead": 216,
      "Ġbackward": 217,
      "Stop": 218,
      "Ha": 219,
      "Halt": 220,
      "Ġm": 221,
      "Ġmove": 222,
      "se": 223,
      "nt": 224,
      "ment": 225,
      "Ġmovement": 226,
      "Cea": 227,
      "Cease": 228,
      "Ġforward": 229,
      "Ġre": 230,
      "vers": 231,
      "Ġrevers": 232,
      "Ġreverse": 233,
      "Ġ.\",": 234,
      "Ġ16": 235,
      "Ġ17": 236,
      "Ġ15": 237,
      "Ġ13": 238,
      "Ġ12": 239,
      "Ġ11": 240,
      "Ġ14": 241,
      "Ġ10": 242,
      "Ġ5": 243,
      "Ġ9": 244,
      "Ġ8": 245,
      "Ġ7": 246,
      "Ġ6": 247,
      "an": 248,
      "le": 249,
      "rec": 250,
      "rotate": 251,
      "gle": 252,
      "direc": 253,
      "direction": 254,
      "angle": 255,
      "ĠCease": 256,
      "ĠStop": 257,
      "ĠHalt": 258,
      "back": 259,
      "st": 260,
      "Ġ{}": 261,
      "stop": 262,
      "Ġ20": 263,
      "Ġ18": 264,
      "Ġ19": 265,
      "Ġ39": 266,
      "Ġ25": 267,
      "Ġ36": 268,
      "Ġ23": 269,
      "Ġ30": 270,
      "Ġ32": 271,
      "Ġ35": 272,
      "Ġ21": 273,
      "Ġ24": 274,
      "Ġ26": 275,
      "Ġ22": 276,
      "Ġ28": 277,
      "Ġ33": 278,
      "Ġ27": 279,
      "Ġ34": 280,
      "Ġ29": 281,
      "Ġ31": 282,
      "Ġ38": 283,
      "Ġ37": 284,
      "Ġ47": 285,
      "Ġ46": 286,
      "Ġ41": 287,
      "Ġ48": 288,
      "Ġ45": 289,
      "Ġ49": 290,
      "Ġ40": 291,
      "Ġ43": 292,
      "Ġ42": 293,
      "Ġ44": 294,
      "Ġ50": 295,
      "Ġ152": 296,
      "Ġ118": 297,
      "Ġ76": 298,
      "Ġ98": 299,
      "Ġ100": 300,
      "Ġ112": 301,
      "Ġ130": 302,
      "Ġ92": 303,
      "Ġ129": 304,
      "Ġ168": 305,
      "Ġ149": 306,
      "Ġ56": 307,
      "Ġ64": 308,
      "Ġ157": 309,
      "Ġ172": 310,
      "Ġ58": 311,
      "Ġ107": 312,
      "Ġ54": 313,
      "Ġ57": 314,
      "Ġ160": 315,
      "Ġ139": 316,
      "Ġ99": 317,
      "Ġ68": 318,
      "Ġ132": 319,
      "Ġ78": 320,
      "Ġ180": 321,
      "Ġ79": 322,
      "Ġ80": 323,
      "Ġ165": 324,
      "Ġ135": 325,
      "Ġ122": 326,
      "Ġ60": 327,
      "Ġ113": 328,
      "Ġ175": 329,
      "Ġ51": 330,
      "Ġ119": 331,
      "Ġ155": 332,
      "Ġ145": 333,
      "Ġ82": 334,
      "Ġ77": 335,
      "Ġ127": 336,
      "Ġ176": 337,
      "Ġ108": 338,
      "Ġ158": 339,
      "Ġ101": 340,
      "Ġ123": 341,
      "Ġ89": 342,
      "Ġ97": 343,
      "Ġ171": 344,
      "Ġ91": 345,
      "Ġ179": 346,
      "Ġ170": 347,
      "Ġ93": 348,
      "Ġ120": 349,
      "Ġ110": 350,
      "Ġ87": 351,
      "Ġ156": 352,
      "Ġ75": 353,
      "Ġ88": 354,
      "Ġ162": 355,
      "Ġ115": 356,
      "Ġ131": 357,
      "Ġ151": 358,
      "Ġ90": 359,
      "Ġ83": 360,
      "Ġ167": 361,
      "Ġ144": 362,
      "Ġ95": 363,
      "Ġ53": 364,
      "Ġ159": 365,
      "Ġ128": 366,
      "Ġ147": 367,
      "Ġ161": 368,
      "Ġ140": 369,
      "Ġ114": 370,
      "Ġ173": 371,
      "Ġ137": 372,
      "Ġ125": 373,
      "Ġ59": 374,
      "Ġ174": 375,
      "Ġ177": 376,
      "Ġ136": 377,
      "Ġ62": 378,
      "Ġ81": 379,
      "Ġ70": 380,
      "Ġ133": 381,
      "Ġ166": 382,
      "Ġ109": 383,
      "Ġ67": 384,
      "Ġ86": 385,
      "Ġ146": 386,
      "Ġ178": 387,
      "Ġ74": 388,
      "Ġ124": 389,
      "Ġ106": 390,
      "Ġ63": 391,
      "Ġ148": 392,
      "Ġ55": 393,
      "Ġ163": 394,
      "Ġ85": 395,
      "Ġ116": 396,
      "Ġ164": 397,
      "Ġ103": 398,
      "Ġ105": 399,
      "Ġ141": 400,
      "Ġ72": 401,
      "Ġ94": 402,
      "Ġ65": 403,
      "Ġ138": 404,
      "Ġ154": 405,
      "Ġ102": 406,
      "Ġ143": 407,
      "Ġ84": 408,
      "Ġ66": 409,
      "Ġ61": 410,
      "Ġ117": 411,
      "Ġ153": 412,
      "Ġ169": 413,
      "Ġ104": 414,
      "Ġ52": 415,
      "Ġ73": 416,
      "Ġ126": 417,
      "Ġ69": 418,
      "Ġ150": 419,
      "Ġ121": 420,
      "Ġ96": 421,
      "Ġ134": 422,
      "Ġ111": 423,
      "Ġ71": 424,
      "Ġ142": 425,
      "Ġ219": 426,
      "Ġ277": 427,
      "Ġ322": 428,
      "Ġ392": 429,
      "Ġ363": 430,
      "Ġ369": 431,
      "Ġ450": 432,
      "Ġ182": 433,
      "Ġ302": 434,
      "Ġ224": 435,
      "Ġ390": 436,
      "Ġ294": 437,
      "Ġ460": 438,
      "Ġ367": 439,
      "Ġ452": 440,
      "Ġ187": 441,
      "Ġ408": 442,
      "Ġ244": 443,
      "Ġ262": 444,
      "Ġ307": 445,
      "Ġ480": 446,
      "Ġ303": 447,
      "Ġ190": 448,
      "Ġ248": 449,
      "Ġ391": 450,
      "Ġ356": 451,
      "Ġ242": 452,
      "Ġ191": 453,
      "Ġ255": 454,
      "Ġ258": 455,
      "Ġ220": 456,
      "Ġ256": 457,
      "Ġ221": 458,
      "Ġ413": 459,
      "Ġ395": 460,
      "Ġ314": 461,
      "Ġ443": 462,
      "Ġ418": 463,
      "Ġ236": 464,
      "Ġ362": 465,
      "Ġ266": 466,
      "Ġ237": 467,
      "Ġ490": 468,
      "Ġ358": 469,
      "Ġ200": 470,
      "Ġ469": 471,
      "Ġ430": 472,
      "Ġ337": 473,
      "Ġ320": 474,
      "Ġ285": 475,
      "Ġ457": 476,
      "Ġ257": 477,
      "Ġ492": 478,
      "Ġ377": 479,
      "Ġ251": 480,
      "Ġ312": 481,
      "Ġ477": 482,
      "Ġ432": 483,
      "Ġ435": 484,
      "Ġ366": 485,
      "Ġ411": 486,
      "Ġ348": 487,
      "Ġ275": 488,
      "Ġ352": 489,
      "Ġ441": 490,
      "Ġ186": 491,
      "Ġ453": 492,
      "Ġ212": 493,
      "Ġ292": 494,
      "Ġ306": 495,
      "Ġ264": 496,
      "Ġ241": 497,
      "Ġ286": 498,
      "Ġ346": 499,
      "Ġ350": 500,
      "Ġ196": 501,
      "Ġ215": 502,
      "Ġ483": 503,
      "Ġ489": 504,
      "Ġ321": 505,
      "Ġ380": 506,
      "Ġ470": 507,
      "Ġ416": 508,
      "Ġ254": 509,
      "Ġ247": 510,
      "Ġ225": 511,
      "Ġ473": 512,
      "Ġ491": 513,
      "Ġ474": 514,
      "Ġ485": 515,
      "Ġ488": 516,
      "Ġ365": 517,
      "Ġ239": 518,
      "Ġ283": 519,
      "Ġ313": 520,
      "Ġ284": 521,
      "Ġ464": 522,
      "Ġ496": 523,
      "Ġ446": 524,
      "Ġ231": 525,
      "Ġ289": 526,
      "Ġ193": 527,
      "Ġ238": 528,
      "Ġ481": 529,
      "Ġ328": 530,
      "Ġ210": 531,
      "Ġ393": 532,
      "Ġ214": 533,
      "Ġ364": 534,
      "Ġ465": 535,
      "Ġ415": 536,
      "Ġ397": 537,
      "Ġ404": 538,
      "Ġ379": 539,
      "Ġ229": 540,
      "Ġ281": 541,
      "Ġ417": 542,
      "Ġ301": 543,
      "Ġ250": 544,
      "Ġ423": 545,
      "Ġ234": 546,
      "Ġ402": 547,
      "Ġ398": 548,
      "Ġ216": 549,
      "Ġ381": 550,
      "Ġ338": 551,
      "Ġ499": 552,
      "Ġ424": 553,
      "Ġ188": 554,
      "Ġ449": 555,
      "Ġ399": 556,
      "Ġ333": 557,
      "Ġ382": 558,
      "Ġ342": 559,
      "Ġ400": 560,
      "Ġ466": 561,
      "Ġ265": 562,
      "Ġ268": 563,
      "Ġ340": 564,
      "Ġ240": 565,
      "Ġ296": 566,
      "Ġ471": 567,
      "Ġ339": 568,
      "Ġ378": 569,
      "Ġ475": 570,
      "Ġ493": 571,
      "Ġ198": 572,
      "Ġ431": 573,
      "Ġ419": 574,
      "Ġ439": 575,
      "Ġ500": 576,
      "Ġ208": 577,
      "Ġ440": 578,
      "Ġ384": 579,
      "Ġ368": 580,
      "Ġ336": 581,
      "Ġ253": 582,
      "Ġ329": 583,
      "Ġ309": 584,
      "Ġ201": 585,
      "Ġ243": 586,
      "Ġ293": 587,
      "Ġ403": 588,
      "Ġ394": 589,
      "Ġ459": 590,
      "Ġ421": 591,
      "Ġ372": 592,
      "Ġ437": 593,
      "Ġ300": 594,
      "Ġ354": 595,
      "Ġ205": 596,
      "Ġ335": 597,
      "Ġ272": 598,
      "Ġ344": 599,
      "Ġ317": 600,
      "Ġ463": 601,
      "Ġ315": 602,
      "Ġ371": 603,
      "Ġ252": 604,
      "Ġ279": 605,
      "Ġ280": 606,
      "Ġ349": 607,
      "Ġ462": 608,
      "Ġ497": 609,
      "Ġ487": 610,
      "Ġ409": 611,
      "Ġ361": 612,
      "Ġ476": 613,
      "Ġ456": 614,
      "Ġ433": 615,
      "Ġ194": 616,
      "Ġ290": 617,
      "Ġ389": 618,
      "Ġ486": 619,
      "Ġ357": 620,
      "Ġ373": 621,
      "Ġ199": 622,
      "Ġ427": 623,
      "Ġ308": 624,
      "Ġ326": 625,
      "Ġ282": 626,
      "Ġ273": 627,
      "Ġ442": 628,
      "Ġ318": 629,
      "Ġ406": 630,
      "Ġ420": 631,
      "Ġ385": 632,
      "Ġ304": 633,
      "Ġ325": 634,
      "Ġ461": 635,
      "Ġ323": 636,
      "Ġ222": 637,
      "Ġ227": 638,
      "Ġ376": 639,
      "Ġ484": 640,
      "Ġ448": 641,
      "Ġ192": 642,
      "Ġ341": 643,
      "Ġ455": 644,
      "Ġ494": 645,
      "Ġ233": 646,
      "Ġ235": 647,
      "Ġ347": 648,
      "Ġ297": 649,
      "Ġ230": 650,
      "Ġ203": 651,
      "Ġ232": 652,
      "Ġ359": 653,
      "Ġ184": 654,
      "Ġ274": 655,
      "Ġ276": 656,
      "Ġ445": 657,
      "Ġ327": 658,
      "Ġ295": 659,
      "Ġ454": 660,
      "Ġ261": 661,
      "Ġ195": 662,
      "Ġ410": 663,
      "Ġ263": 664,
      "Ġ330": 665,
      "Ġ332": 666,
      "Ġ468": 667,
      "Ġ429": 668,
      "Ġ204": 669,
      "Ġ209": 670,
      "Ġ479": 671,
      "Ġ305": 672,
      "Ġ396": 673,
      "Ġ287": 674,
      "Ġ331": 675,
      "Ġ316": 676,
      "Ġ355": 677,
      "Ġ259": 678,
      "Ġ353": 679,
      "Ġ343": 680,
      "Ġ278": 681,
      "Ġ387": 682,
      "Ġ334": 683,
      "Ġ269": 684,
      "Ġ213": 685,
      "Ġ217": 686,
      "Ġ288": 687,
      "Ġ438": 688,
      "Ġ422": 689,
      "Ġ401": 690,
      "Ġ202": 691,
      "Ġ319": 692,
      "Ġ370": 693,
      "Ġ426": 694,
      "Ġ345": 695,
      "Ġ388": 696,
      "Ġ260": 697,
      "Ġ310": 698,
      "Ġ181": 699,
      "Ġ183": 700,
      "Ġ311": 701,
      "Ġ386": 702,
      "Ġ425": 703,
      "Ġ211": 704,
      "Ġ270": 705,
      "Ġ223": 706,
      "Ġ267": 707,
      "Ġ495": 708,
      "Ġ436": 709,
      "Ġ412": 710,
      "Ġ383": 711,
      "Ġ478": 712,
      "Ġ434": 713,
      "Ġ360": 714,
      "Ġ197": 715,
      "Ġ206": 716,
      "Ġ291": 717,
      "Ġ298": 718,
      "Ġ207": 719,
      "Ġ351": 720,
      "Ġ299": 721,
      "Ġ324": 722,
      "Ġ271": 723,
      "Ġ189": 724,
      "Ġ472": 725,
      "Ġ414": 726,
      "Ġ407": 727,
      "Ġ245": 728,
      "Ġ374": 729,
      "Ġ467": 730,
      "Ġ375": 731,
      "Ġ405": 732,
      "Ġ428": 733,
      "Ġ218": 734,
      "Ġ246": 735,
      "Ġ185": 736,
      "Ġ451": 737,
      "Ġ226": 738,
      "Ġ228": 739,
      "Ġ498": 740,
      "Ġ249": 741,
      "Ġ458": 742,
      "Ġ444": 743,
      "Ġ482": 744,
      "Ġ447": 745,
      "43": 746,
      "86": 747,
      "42": 748,
      "73": 749,
      "91": 750,
      "14": 751,
      "44": 752,
      "54": 753,
      "61": 754,
      "56": 755,
      "53": 756,
      "95": 757,
      "17": 758,
      "96": 759,
      "04": 760,
      "59": 761,
      "77": 762,
      "09": 763,
      "12": 764,
      "75": 765,
      "05": 766,
      "06": 767,
      "21": 768,
      "94": 769,
      "72": 770,
      "15": 771,
      "48": 772,
      "02": 773,
      "47": 774,
      "19": 775,
      "35": 776,
      "57": 777,
      "74": 778,
      "32": 779,
      "76": 780,
      "78": 781,
      "49": 782,
      "82": 783,
      "33": 784,
      "63": 785,
      "64": 786,
      "97": 787,
      "25": 788,
      "24": 789,
      "36": 790,
      "81": 791,
      "37": 792,
      "26": 793,
      "08": 794,
      "38": 795,
      "23": 796,
      "18": 797,
      "62": 798,
      "03": 799,
      "65": 800,
      "69": 801,
      "93": 802,
      "11": 803,
      "41": 804,
      "34": 805,
      "55": 806,
      "29": 807,
      "87": 808,
      "58": 809,
      "88": 810,
      "28": 811,
      "66": 812,
      "83": 813,
      "85": 814,
      "51": 815,
      "45": 816,
      "52": 817,
      "99": 818,
      "27": 819,
      "13": 820,
      "07": 821,
      "67": 822,
      "16": 823,
      "46": 824,
      "22": 825,
      "79": 826,
      "31": 827,
      "89": 828,
      "71": 829,
      "68": 830,
      "92": 831,
      "01": 832,
      "39": 833,
      "84": 834,
      "98": 835,
      "ĠĠĠĠĠĠĠĠĠ": 836,
      "ĠĠĠĠĠĠĠĠĠĠĠ": 837,
      "ption": 838,
      "cri": 839,
      "scri": 840,
      "descri": 841,
      "description": 842,
      "mm": 843,
      "omm": 844,
      "and": 845,
      "ommand": 846,
      "fl": 847,
      "florward": 848,
      ".\"": 849,
      "Ġf": 850,
      "co": 851,
      "code": 852,
      "he": 853,
      "Ġ'": 854,
      "Ġ[": 855,
      "Ġ]": 856,
      "IN": 857,
      "ror": 858,
      "error": 859,
      "errors": 860,
      "Command": 861,
      "wCommand": 862,
      "Ġt": 863,
      "rawCommand": 864,
      "um": 865,
      "AL": 866,
      "ID": 867,
      "VAL": 868,
      "is": 869,
      "num": 870,
      "ue": 871,
      "INVAL": 872,
      "INVALID": 873,
      "The": 874,
      "no": 875,
      "Ġfa": 876,
      "Ġpara": 877,
      "meter": 878,
      "Ġcommand": 879,
      "Ġparameter": 880,
      "ER": 881,
      "RA": 882,
      "ARA": 883,
      "ET": 884,
      "MET": 885,
      "PARA": 886,
      "ire": 887,
      "pe": 888,
      "qu": 889,
      "ype": 890,
      "Ġme": 891,
      "Ġfor": 892,
      "METER": 893,
      "PARAMETER": 894,
      "ired": 895,
      "quired": 896,
      "AN": 897,
      "CO": 898,
      "MM": 899,
      "ber": 900,
      "kno": 901,
      "lue": 902,
      "nit": 903,
      "type": 904,
      "unit": 905,
      "wn": 906,
      "Ġva": 907,
      "required": 908,
      "number": 909,
      "AND": 910,
      "COMM": 911,
      "known": 912,
      "Ġvalue": 913,
      "COMMAND": 914,
      "'.": 915,
      "'?": 916,
      "Di": 917,
      "Un": 918,
      "move": 919,
      "ou": 920,
      "turn": 921,
      "you": 922,
      "Ġis": 923,
      "ĠDi": 924,
      "Ġyou": 925,
      "Ġfast": 926,
      "Ġmean": 927,
      "'?\"": 928,
      "Unknown": 929,
      "ĠDid": 930,
      "ng": 931,
      "Ġr": 932,
      "cm": 933,
      "sin": 934,
      "sing": 935,
      "ring": 936,
      "string": 937,
      "Ġthe": 938,
      "IS": 939,
      "MIS": 940,
      "PE": 941,
      "SIN": 942,
      "TY": 943,
      "al": 944,
      "ame": 945,
      "bo": 946,
      "ic": 947,
      "name": 948,
      "obo": 949,
      "rue": 950,
      "Ġstring": 951,
      "Ġmis": 952,
      "Ġto": 953,
      "Ġtrue": 954,
      "Ġrobo": 955,
      "MISSIN": 956,
      "TYPE": 957,
      "Ġmissing": 958,
      "Ġrobot": 959,
      "MISSING": 960,
      "Expected": 961,
      "Option": 962,
      "at": 963,
      "ive": 964,
      "lse": 965,
      "Ġnum": 966,
      "Ġno": 967,
      "eric": 968,
      "ceive": 969,
      "Ġbut": 970,
      "Ġreceive": 971,
      "Ġfalse": 972,
      "Optional": 973,
      "Ġnumeric": 974,
      "Ġnot": 975,
      "Ġreceived": 976,
      "lat": 977,
      "Ġdistance": 978,
      "eral": 979,
      "lateral": 980,
      "ide": 981,
      "otion": 982,
      "Ġ(": 983,
      "Ġs": 984,
      "Ġin": 985,
      "otation": 986,
      "Ġmotion": 987,
      "Ġrotation": 988,
      ").\",": 989,
      "OR": 990,
      "UN": 991,
      "ble": 992,
      "can": 993,
      "command": 994,
      "ed": 995,
      "el": 996,
      "ear": 997,
      "lin": 998,
      "ov": 999,
      "pr": 1000,
      "using": 1001,
      "Ġor": 1002,
      "Ġrotate": 1003,
      "Ġlateral": 1004,
      "Ġlin": 1005,
      "Ġpr": 1006,
      "Ġusing": 1007,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1008,
      "Ġwhe": 1009,
      "Ġan": 1010,
      "Ġmecan": 1011,
      "ided": 1012,
      "els": 1013,
      "ovided": 1014,
      "Ġlinear": 1015,
      "Ġprovided": 1016,
      "Ġwheels": 1017,
      "Ġmecanum": 1018,
      ").\"": 1019,
      ".,": 1020,
      "AX": 1021,
      "ED": 1022,
      "GE": 1023,
      "IT": 1024,
      "Lan": 1025,
      "NT": 1026,
      "NGE": 1027,
      "OF": 1028,
      "OU": 1029,
      "PP": 1030,
      "ROR": 1031,
      "SU": 1032,
      "SY": 1033,
      "TED": 1034,
      "ad": 1035,
      "ag": 1036,
      "able": 1037,
      "ch": 1038,
      "cor": 1039,
      "do": 1040,
      "enum": 1041,
      "fi": 1042,
      "for": 1043,
      "gn": 1044,
      "gu": 1045,
      "hic": 1046,
      "iz": 1047,
      "ition": 1048,
      "ifi": 1049,
      "ll": 1050,
      "lar": 1051,
      "nta": 1052,
      "of": 1053,
      "ogn": 1054,
      "pp": 1055,
      "pta": 1056,
      "rs": 1057,
      "ste": 1058,
      "side": 1059,
      "ular": 1060,
      "upp": 1061,
      "xis": 1062,
      "ynta": 1063,
      "Ġon": 1064,
      "Ġacce": 1065,
      "Ġra": 1066,
      "Ġit": 1067,
      "Ġout": 1068,
      "Ġpa": 1069,
      "Ġrec": 1070,
      "Ġdirection": 1071,
      "Ġunit": 1072,
      "Ġnumber": 1073,
      "Ġknown": 1074,
      "Ġdo": 1075,
      "Ġof": 1076,
      "med": 1077,
      "Ġwhic": 1078,
      "Ġrightward": 1079,
      "Ġleftward": 1080,
      "inition": 1081,
      "pecifi": 1082,
      "Ġang": 1083,
      "Ġall": 1084,
      "Ġaxis": 1085,
      "definition": 1086,
      "orted": 1087,
      "Ġmal": 1088,
      "Ġmat": 1089,
      "Ġrequired": 1090,
      "rect": 1091,
      "Ġ],": 1092,
      "Ġtype": 1093,
      "Ġcommands": 1094,
      "ERROR": 1095,
      "RANGE": 1096,
      "nge": 1097,
      "Ġsupp": 1098,
      "Ġsynta": 1099,
      "Ġspecifi": 1100,
      "Ġincor": 1101,
      "Ġinste": 1102,
      "ORTED": 1103,
      "UNIT": 1104,
      "UNSU": 1105,
      "commands": 1106,
      "commandLan": 1107,
      "Ġany": 1108,
      "Ġangle": 1109,
      "NTAX": 1110,
      "OUT": 1111,
      "PPORTED": 1112,
      "SYNTAX": 1113,
      "age": 1114,
      "formed": 1115,
      "guage": 1116,
      "ized": 1117,
      "ognized": 1118,
      "ptable": 1119,
      "rsable": 1120,
      "Ġacceptable": 1121,
      "Ġrange": 1122,
      "Ġits": 1123,
      "Ġoutside": 1124,
      "Ġparsable": 1125,
      "Ġrecognized": 1126,
      "Ġdoes": 1127,
      "Ġwhich": 1128,
      "Ġangular": 1129,
      "definitions": 1130,
      "Ġmalformed": 1131,
      "Ġmatch": 1132,
      "Ġsupported": 1133,
      "Ġsyntax": 1134,
      "Ġspecified": 1135,
      "Ġincorrect": 1136,
      "Ġinstead": 1137,
      "UNSUPPORTED": 1138,
      "commandLanguage": 1139
    },
    "merges": [
      "Ġ Ġ",
      "č Ċ",
      "Ġ \"",
      "ĠĠ Ġ",
      "\" :",
      "e r",
      "t i",
      "c e",
      "ĠĠ ĠĠĠ",
      "a c",
      "o n",
      "ti on",
      "Ġ {",
      "u t",
      "Ġ }",
      "m e",
      "er s",
      "er a",
      "ac ce",
      "l era",
      "acce lera",
      "accelera tion",
      "t e",
      "me t",
      "met ers",
      "\" ,",
      "p ut",
      "ĠĠ ĠĠĠĠĠ",
      "Ġ 1",
      "r a",
      "e f",
      "i t",
      "Ġ acceleration",
      "Ġ w",
      "it h",
      "Ġw ith",
      "v e",
      "o ve",
      "Ġ c",
      "Ġc m",
      "n ti",
      "Ġ ce",
      "nti meters",
      "Ġce ntimeters",
      "M ove",
      "r i",
      "g h",
      "ri gh",
      "righ t",
      "l ef",
      "lef t",
      "e c",
      "t a",
      "Ġ right",
      "Ġ left",
      "Ġ} ,",
      "i n",
      "p ec",
      "te d",
      "x pec",
      "xpec ted",
      "o ut",
      "p a",
      "e xpected",
      "x t",
      "te xt",
      "in put",
      "out put",
      "pa ra",
      ". \",",
      "para meters",
      "ac tion",
      "Ġ Move",
      "Ġ 2",
      "Ġ 3",
      "S t",
      "n ce",
      "r e",
      "d i",
      "Ġ 4",
      "Ġ b",
      "f e",
      "ra fe",
      "St rafe",
      "G o",
      "d e",
      "e s",
      "de g",
      "re es",
      "deg rees",
      "Ġ degrees",
      "s ta",
      "di sta",
      "dista nce",
      "l t",
      "Ġ .",
      "ac k",
      "a r",
      "w ar",
      "war d",
      "Ġ Strafe",
      "o ta",
      "ota te",
      "Ġ Go",
      "Ġ a",
      "e a",
      "Ġb ack",
      "d ef",
      "a u",
      "def au",
      "defau lt",
      "o r",
      "or ward",
      "f orward",
      "o p",
      "r n",
      "u rn",
      "T urn",
      "Ġb y",
      "R otate",
      "Ġ Turn",
      "Ġ Rotate",
      "v a",
      "d va",
      "Ġa dva",
      "Ġadva nce",
      "h ea",
      "Ġa hea",
      "Ġahea d",
      "Ġback ward",
      "St op",
      "H a",
      "Ha lt",
      "Ġ m",
      "Ġm ove",
      "s e",
      "n t",
      "me nt",
      "Ġmove ment",
      "C ea",
      "Cea se",
      "Ġ forward",
      "Ġ re",
      "v ers",
      "Ġre vers",
      "Ġrevers e",
      "Ġ .\",",
      "Ġ1 6",
      "Ġ1 7",
      "Ġ1 5",
      "Ġ1 3",
      "Ġ1 2",
      "Ġ1 1",
      "Ġ1 4",
      "Ġ1 0",
      "Ġ 5",
      "Ġ 9",
      "Ġ 8",
      "Ġ 7",
      "Ġ 6",
      "a n",
      "l e",
      "r ec",
      "r otate",
      "g le",
      "di rec",
      "direc tion",
      "an gle",
      "Ġ Cease",
      "Ġ Stop",
      "Ġ Halt",
      "b ack",
      "s t",
      "Ġ{ }",
      "st op",
      "Ġ2 0",
      "Ġ1 8",
      "Ġ1 9",
      "Ġ3 9",
      "Ġ2 5",
      "Ġ3 6",
      "Ġ2 3",
      "Ġ3 0",
      "Ġ3 2",
      "Ġ3 5",
      "Ġ2 1",
      "Ġ2 4",
      "Ġ2 6",
      "Ġ2 2",
      "Ġ2 8",
      "Ġ3 3",
      "Ġ2 7",
      "Ġ3 4",
      "Ġ2 9",
      "Ġ3 1",
      "Ġ3 8",
      "Ġ3 7",
      "Ġ4 7",
      "Ġ4 6",
      "Ġ4 1",
      "Ġ4 8",
      "Ġ4 5",
      "Ġ4 9",
      "Ġ4 0",
      "Ġ4 3",
      "Ġ4 2",
      "Ġ4 4",
      "Ġ5 0",
      "Ġ15 2",
      "Ġ11 8",
      "Ġ7 6",
      "Ġ9 8",
      "Ġ10 0",
      "Ġ11 2",
      "Ġ13 0",
      "Ġ9 2",
      "Ġ12 9",
      "Ġ16 8",
      "Ġ14 9",
      "Ġ5 6",
      "Ġ6 4",
      "Ġ15 7",
      "Ġ17 2",
      "Ġ5 8",
      "Ġ10 7",
      "Ġ5 4",
      "Ġ5 7",
      "Ġ16 0",
      "Ġ13 9",
      "Ġ9 9",
      "Ġ6 8",
      "Ġ13 2",
      "Ġ7 8",
      "Ġ18 0",
      "Ġ7 9",
      "Ġ8 0",
      "Ġ16 5",
      "Ġ13 5",
      "Ġ12 2",
      "Ġ6 0",
      "Ġ11 3",
      "Ġ17 5",
      "Ġ5 1",
      "Ġ11 9",
      "Ġ15 5",
      "Ġ14 5",
      "Ġ8 2",
      "Ġ7 7",
      "Ġ12 7",
      "Ġ17 6",
      "Ġ10 8",
      "Ġ15 8",
      "Ġ10 1",
      "Ġ12 3",
      "Ġ8 9",
      "Ġ9 7",
      "Ġ17 1",
      "Ġ9 1",
      "Ġ17 9",
      "Ġ17 0",
      "Ġ9 3",
      "Ġ12 0",
      "Ġ11 0",
      "Ġ8 7",
      "Ġ15 6",
      "Ġ7 5",
      "Ġ8 8",
      "Ġ16 2",
      "Ġ11 5",
      "Ġ13 1",
      "Ġ15 1",
      "Ġ9 0",
      "Ġ8 3",
      "Ġ16 7",
      "Ġ14 4",
      "Ġ9 5",
      "Ġ5 3",
      "Ġ15 9",
      "Ġ12 8",
      "Ġ14 7",
      "Ġ16 1",
      "Ġ14 0",
      "Ġ11 4",
      "Ġ17 3",
      "Ġ13 7",
      "Ġ12 5",
      "Ġ5 9",
      "Ġ17 4",
      "Ġ17 7",
      "Ġ13 6",
      "Ġ6 2",
      "Ġ8 1",
      "Ġ7 0",
      "Ġ13 3",
      "Ġ16 6",
      "Ġ10 9",
      "Ġ6 7",
      "Ġ8 6",
      "Ġ14 6",
      "Ġ17 8",
      "Ġ7 4",
      "Ġ12 4",
      "Ġ10 6",
      "Ġ6 3",
      "Ġ14 8",
      "Ġ5 5",
      "Ġ16 3",
      "Ġ8 5",
      "Ġ11 6",
      "Ġ16 4",
      "Ġ10 3",
      "Ġ10 5",
      "Ġ14 1",
      "Ġ7 2",
      "Ġ9 4",
      "Ġ6 5",
      "Ġ13 8",
      "Ġ15 4",
      "Ġ10 2",
      "Ġ14 3",
      "Ġ8 4",
      "Ġ6 6",
      "Ġ6 1",
      "Ġ11 7",
      "Ġ15 3",
      "Ġ16 9",
      "Ġ10 4",
      "Ġ5 2",
      "Ġ7 3",
      "Ġ12 6",
      "Ġ6 9",
      "Ġ15 0",
      "Ġ12 1",
      "Ġ9 6",
      "Ġ13 4",
      "Ġ11 1",
      "Ġ7 1",
      "Ġ14 2",
      "Ġ21 9",
      "Ġ27 7",
      "Ġ32 2",
      "Ġ39 2",
      "Ġ36 3",
      "Ġ36 9",
      "Ġ45 0",
      "Ġ18 2",
      "Ġ30 2",
      "Ġ22 4",
      "Ġ39 0",
      "Ġ29 4",
      "Ġ46 0",
      "Ġ36 7",
      "Ġ45 2",
      "Ġ18 7",
      "Ġ40 8",
      "Ġ24 4",
      "Ġ26 2",
      "Ġ30 7",
      "Ġ48 0",
      "Ġ30 3",
      "Ġ19 0",
      "Ġ24 8",
      "Ġ39 1",
      "Ġ35 6",
      "Ġ24 2",
      "Ġ19 1",
      "Ġ25 5",
      "Ġ25 8",
      "Ġ22 0",
      "Ġ25 6",
      "Ġ22 1",
      "Ġ41 3",
      "Ġ39 5",
      "Ġ31 4",
      "Ġ44 3",
      "Ġ41 8",
      "Ġ23 6",
      "Ġ36 2",
      "Ġ26 6",
      "Ġ23 7",
      "Ġ49 0",
      "Ġ35 8",
      "Ġ20 0",
      "Ġ46 9",
      "Ġ43 0",
      "Ġ33 7",
      "Ġ32 0",
      "Ġ28 5",
      "Ġ45 7",
      "Ġ25 7",
      "Ġ49 2",
      "Ġ37 7",
      "Ġ25 1",
      "Ġ31 2",
      "Ġ47 7",
      "Ġ43 2",
      "Ġ43 5",
      "Ġ36 6",
      "Ġ41 1",
      "Ġ34 8",
      "Ġ27 5",
      "Ġ35 2",
      "Ġ44 1",
      "Ġ18 6",
      "Ġ45 3",
      "Ġ21 2",
      "Ġ29 2",
      "Ġ30 6",
      "Ġ26 4",
      "Ġ24 1",
      "Ġ28 6",
      "Ġ34 6",
      "Ġ35 0",
      "Ġ19 6",
      "Ġ21 5",
      "Ġ48 3",
      "Ġ48 9",
      "Ġ32 1",
      "Ġ38 0",
      "Ġ47 0",
      "Ġ41 6",
      "Ġ25 4",
      "Ġ24 7",
      "Ġ22 5",
      "Ġ47 3",
      "Ġ49 1",
      "Ġ47 4",
      "Ġ48 5",
      "Ġ48 8",
      "Ġ36 5",
      "Ġ23 9",
      "Ġ28 3",
      "Ġ31 3",
      "Ġ28 4",
      "Ġ46 4",
      "Ġ49 6",
      "Ġ44 6",
      "Ġ23 1",
      "Ġ28 9",
      "Ġ19 3",
      "Ġ23 8",
      "Ġ48 1",
      "Ġ32 8",
      "Ġ21 0",
      "Ġ39 3",
      "Ġ21 4",
      "Ġ36 4",
      "Ġ46 5",
      "Ġ41 5",
      "Ġ39 7",
      "Ġ40 4",
      "Ġ37 9",
      "Ġ22 9",
      "Ġ28 1",
      "Ġ41 7",
      "Ġ30 1",
      "Ġ25 0",
      "Ġ42 3",
      "Ġ23 4",
      "Ġ40 2",
      "Ġ39 8",
      "Ġ21 6",
      "Ġ38 1",
      "Ġ33 8",
      "Ġ49 9",
      "Ġ42 4",
      "Ġ18 8",
      "Ġ44 9",
      "Ġ39 9",
      "Ġ33 3",
      "Ġ38 2",
      "Ġ34 2",
      "Ġ40 0",
      "Ġ46 6",
      "Ġ26 5",
      "Ġ26 8",
      "Ġ34 0",
      "Ġ24 0",
      "Ġ29 6",
      "Ġ47 1",
      "Ġ33 9",
      "Ġ37 8",
      "Ġ47 5",
      "Ġ49 3",
      "Ġ19 8",
      "Ġ43 1",
      "Ġ41 9",
      "Ġ43 9",
      "Ġ50 0",
      "Ġ20 8",
      "Ġ44 0",
      "Ġ38 4",
      "Ġ36 8",
      "Ġ33 6",
      "Ġ25 3",
      "Ġ32 9",
      "Ġ30 9",
      "Ġ20 1",
      "Ġ24 3",
      "Ġ29 3",
      "Ġ40 3",
      "Ġ39 4",
      "Ġ45 9",
      "Ġ42 1",
      "Ġ37 2",
      "Ġ43 7",
      "Ġ30 0",
      "Ġ35 4",
      "Ġ20 5",
      "Ġ33 5",
      "Ġ27 2",
      "Ġ34 4",
      "Ġ31 7",
      "Ġ46 3",
      "Ġ31 5",
      "Ġ37 1",
      "Ġ25 2",
      "Ġ27 9",
      "Ġ28 0",
      "Ġ34 9",
      "Ġ46 2",
      "Ġ49 7",
      "Ġ48 7",
      "Ġ40 9",
      "Ġ36 1",
      "Ġ47 6",
      "Ġ45 6",
      "Ġ43 3",
      "Ġ19 4",
      "Ġ29 0",
      "Ġ38 9",
      "Ġ48 6",
      "Ġ35 7",
      "Ġ37 3",
      "Ġ19 9",
      "Ġ42 7",
      "Ġ30 8",
      "Ġ32 6",
      "Ġ28 2",
      "Ġ27 3",
      "Ġ44 2",
      "Ġ31 8",
      "Ġ40 6",
      "Ġ42 0",
      "Ġ38 5",
      "Ġ30 4",
      "Ġ32 5",
      "Ġ46 1",
      "Ġ32 3",
      "Ġ22 2",
      "Ġ22 7",
      "Ġ37 6",
      "Ġ48 4",
      "Ġ44 8",
      "Ġ19 2",
      "Ġ34 1",
      "Ġ45 5",
      "Ġ49 4",
      "Ġ23 3",
      "Ġ23 5",
      "Ġ34 7",
      "Ġ29 7",
      "Ġ23 0",
      "Ġ20 3",
      "Ġ23 2",
      "Ġ35 9",
      "Ġ18 4",
      "Ġ27 4",
      "Ġ27 6",
      "Ġ44 5",
      "Ġ32 7",
      "Ġ29 5",
      "Ġ45 4",
      "Ġ26 1",
      "Ġ19 5",
      "Ġ41 0",
      "Ġ26 3",
      "Ġ33 0",
      "Ġ33 2",
      "Ġ46 8",
      "Ġ42 9",
      "Ġ20 4",
      "Ġ20 9",
      "Ġ47 9",
      "Ġ30 5",
      "Ġ39 6",
      "Ġ28 7",
      "Ġ33 1",
      "Ġ31 6",
      "Ġ35 5",
      "Ġ25 9",
      "Ġ35 3",
      "Ġ34 3",
      "Ġ27 8",
      "Ġ38 7",
      "Ġ33 4",
      "Ġ26 9",
      "Ġ21 3",
      "Ġ21 7",
      "Ġ28 8",
      "Ġ43 8",
      "Ġ42 2",
      "Ġ40 1",
      "Ġ20 2",
      "Ġ31 9",
      "Ġ37 0",
      "Ġ42 6",
      "Ġ34 5",
      "Ġ38 8",
      "Ġ26 0",
      "Ġ31 0",
      "Ġ18 1",
      "Ġ18 3",
      "Ġ31 1",
      "Ġ38 6",
      "Ġ42 5",
      "Ġ21 1",
      "Ġ27 0",
      "Ġ22 3",
      "Ġ26 7",
      "Ġ49 5",
      "Ġ43 6",
      "Ġ41 2",
      "Ġ38 3",
      "Ġ47 8",
      "Ġ43 4",
      "Ġ36 0",
      "Ġ19 7",
      "Ġ20 6",
      "Ġ29 1",
      "Ġ29 8",
      "Ġ20 7",
      "Ġ35 1",
      "Ġ29 9",
      "Ġ32 4",
      "Ġ27 1",
      "Ġ18 9",
      "Ġ47 2",
      "Ġ41 4",
      "Ġ40 7",
      "Ġ24 5",
      "Ġ37 4",
      "Ġ46 7",
      "Ġ37 5",
      "Ġ40 5",
      "Ġ42 8",
      "Ġ21 8",
      "Ġ24 6",
      "Ġ18 5",
      "Ġ45 1",
      "Ġ22 6",
      "Ġ22 8",
      "Ġ49 8",
      "Ġ24 9",
      "Ġ45 8",
      "Ġ44 4",
      "Ġ48 2",
      "Ġ44 7",
      "4 3",
      "8 6",
      "4 2",
      "7 3",
      "9 1",
      "1 4",
      "4 4",
      "5 4",
      "6 1",
      "5 6",
      "5 3",
      "9 5",
      "1 7",
      "9 6",
      "0 4",
      "5 9",
      "7 7",
      "0 9",
      "1 2",
      "7 5",
      "0 5",
      "0 6",
      "2 1",
      "9 4",
      "7 2",
      "1 5",
      "4 8",
      "0 2",
      "4 7",
      "1 9",
      "3 5",
      "5 7",
      "7 4",
      "3 2",
      "7 6",
      "7 8",
      "4 9",
      "8 2",
      "3 3",
      "6 3",
      "6 4",
      "9 7",
      "2 5",
      "2 4",
      "3 6",
      "8 1",
      "3 7",
      "2 6",
      "0 8",
      "3 8",
      "2 3",
      "1 8",
      "6 2",
      "0 3",
      "6 5",
      "6 9",
      "9 3",
      "1 1",
      "4 1",
      "3 4",
      "5 5",
      "2 9",
      "8 7",
      "5 8",
      "8 8",
      "2 8",
      "6 6",
      "8 3",
      "8 5",
      "5 1",
      "4 5",
      "5 2",
      "9 9",
      "2 7",
      "1 3",
      "0 7",
      "6 7",
      "1 6",
      "4 6",
      "2 2",
      "7 9",
      "3 1",
      "8 9",
      "7 1",
      "6 8",
      "9 2",
      "0 1",
      "3 9",
      "8 4",
      "9 8",
      "ĠĠ ĠĠĠĠĠĠĠ",
      "ĠĠ ĠĠĠĠĠĠĠĠĠ",
      "p tion",
      "c ri",
      "s cri",
      "de scri",
      "descri ption",
      "m m",
      "o mm",
      "an d",
      "omm and",
      "f l",
      "fl orward",
      ". \"",
      "Ġ f",
      "c o",
      "co de",
      "h e",
      "Ġ '",
      "Ġ [",
      "Ġ ]",
      "I N",
      "r or",
      "er ror",
      "error s",
      "C ommand",
      "w Command",
      "Ġ t",
      "ra wCommand",
      "u m",
      "A L",
      "I D",
      "V AL",
      "i s",
      "n um",
      "u e",
      "IN VAL",
      "INVAL ID",
      "T he",
      "n o",
      "Ġf a",
      "Ġ para",
      "met er",
      "Ġc ommand",
      "Ġpara meter",
      "E R",
      "R A",
      "A RA",
      "E T",
      "M ET",
      "P ARA",
      "i re",
      "p e",
      "q u",
      "y pe",
      "Ġ me",
      "Ġf or",
      "MET ER",
      "PARA METER",
      "ire d",
      "qu ired",
      "A N",
      "C O",
      "M M",
      "b er",
      "k no",
      "l ue",
      "n it",
      "t ype",
      "u nit",
      "w n",
      "Ġ va",
      "re quired",
      "num ber",
      "AN D",
      "CO MM",
      "kno wn",
      "Ġva lue",
      "COMM AND",
      "' .",
      "' ?",
      "D i",
      "U n",
      "m ove",
      "o u",
      "t urn",
      "y ou",
      "Ġ is",
      "Ġ Di",
      "Ġ you",
      "Ġfa st",
      "Ġme an",
      "'? \"",
      "Un known",
      "ĠDi d",
      "n g",
      "Ġ r",
      "c m",
      "s in",
      "sin g",
      "ri ng",
      "st ring",
      "Ġt he",
      "I S",
      "M IS",
      "P E",
      "S IN",
      "T Y",
      "a l",
      "a me",
      "b o",
      "i c",
      "n ame",
      "o bo",
      "r ue",
      "Ġ string",
      "Ġm is",
      "Ġt o",
      "Ġt rue",
      "Ġr obo",
      "MIS SIN",
      "TY PE",
      "Ġmis sing",
      "Ġrobo t",
      "MISSIN G",
      "E xpected",
      "O ption",
      "a t",
      "i ve",
      "l se",
      "Ġ num",
      "Ġ no",
      "er ic",
      "ce ive",
      "Ġb ut",
      "Ġre ceive",
      "Ġfa lse",
      "Option al",
      "Ġnum eric",
      "Ġno t",
      "Ġreceive d",
      "l at",
      "Ġ distance",
      "era l",
      "lat eral",
      "i de",
      "o tion",
      "Ġ (",
      "Ġ s",
      "Ġ in",
      "ota tion",
      "Ġm otion",
      "Ġr otation",
      ") .\",",
      "O R",
      "U N",
      "b le",
      "c an",
      "c ommand",
      "e d",
      "e l",
      "e ar",
      "l in",
      "o v",
      "p r",
      "u sing",
      "Ġ or",
      "Ġ rotate",
      "Ġ lateral",
      "Ġ lin",
      "Ġ pr",
      "Ġ using",
      "ĠĠ ĠĠĠĠĠĠĠĠĠĠĠ",
      "Ġw he",
      "Ġa n",
      "Ġme can",
      "ide d",
      "el s",
      "ov ided",
      "Ġlin ear",
      "Ġpr ovided",
      "Ġwhe els",
      "Ġmecan um",
      ") .\"",
      ". ,",
      "A X",
      "E D",
      "G E",
      "I T",
      "L an",
      "N T",
      "N GE",
      "O F",
      "O U",
      "P P",
      "R OR",
      "S U",
      "S Y",
      "T ED",
      "a d",
      "a g",
      "a ble",
      "c h",
      "c or",
      "d o",
      "e num",
      "f i",
      "f or",
      "g n",
      "g u",
      "h ic",
      "i z",
      "i tion",
      "i fi",
      "l l",
      "l ar",
      "n ta",
      "o f",
      "o gn",
      "p p",
      "p ta",
      "r s",
      "s te",
      "s ide",
      "u lar",
      "u pp",
      "x is",
      "y nta",
      "Ġ on",
      "Ġ acce",
      "Ġ ra",
      "Ġ it",
      "Ġ out",
      "Ġ pa",
      "Ġ rec",
      "Ġ direction",
      "Ġ unit",
      "Ġ number",
      "Ġ known",
      "Ġ do",
      "Ġ of",
      "me d",
      "Ġw hic",
      "Ġright ward",
      "Ġleft ward",
      "in ition",
      "pec ifi",
      "Ġa ng",
      "Ġa ll",
      "Ġa xis",
      "def inition",
      "or ted",
      "Ġm al",
      "Ġm at",
      "Ġre quired",
      "rec t",
      "Ġ] ,",
      "Ġt ype",
      "Ġcommand s",
      "ER ROR",
      "RA NGE",
      "ng e",
      "Ġs upp",
      "Ġs ynta",
      "Ġs pecifi",
      "Ġin cor",
      "Ġin ste",
      "OR TED",
      "UN IT",
      "UN SU",
      "command s",
      "command Lan",
      "Ġan y",
      "Ġan gle",
      "NT AX",
      "OU T",
      "PP ORTED",
      "SY NTAX",
      "ag e",
      "for med",
      "gu age",
      "iz ed",
      "ogn ized",
      "pta ble",
      "rs able",
      "Ġacce ptable",
      "Ġra nge",
      "Ġit s",
      "Ġout side",
      "Ġpa rsable",
      "Ġrec ognized",
      "Ġdo es",
      "Ġwhic h",
      "Ġang ular",
      "definition s",
      "Ġmal formed",
      "Ġmat ch",
      "Ġsupp orted",
      "Ġsynta x",
      "Ġspecifi ed",
      "Ġincor rect",
      "Ġinste ad",
      "UNSU PPORTED",
      "commandLan guage"
    ]
  }
}